import React from 'react';

export default class Index extends React.Component {
    render(){
        return (
            <div id={'bmap-id'}>
                <p>百度地图1<br/></p>
                <p>百度地图2<br/></p>
                <p>百度地图3<br/></p>
                <p>百度地图4<br/></p>
                <p>百度地图5<br/></p>
                <p>百度地图6<br/></p>
                <p>百度地图7<br/></p>
                <p>百度地图8<br/></p>
                <p>百度地图9<br/></p>
                <p>百度地图10<br/></p>
                <p>百度地图11<br/></p>
                <p>百度地图12<br/></p>
                <p>百度地图13<br/></p>
                <p>百度地图14<br/></p>
                <p>百度地图15<br/></p>
                <p>百度地图16<br/></p>
                <p>百度地图17<br/></p>
                <p>百度地图18<br/></p>
                <p>百度地图19<br/></p>
                <p>百度地图20<br/></p>
                <p>百度地图21<br/></p>
                <p>百度地图22<br/></p>
                <p>百度地图23<br/></p>
                <p>百度地图24<br/></p>
                <p>百度地图25<br/></p>
                <p>百度地图26<br/></p>
                <p>百度地图27<br/></p>
                <p>百度地图28<br/></p>
                <p>百度地图29<br/></p>
                <p>百度地图30<br/></p>
                <p>百度地图31<br/></p>
                <p>百度地图32<br/></p>
                <p>百度地图33<br/></p>
                <p>百度地图34<br/></p>
                <p>百度地图35<br/></p>
                <p>百度地图36<br/></p>
                <p>百度地图37<br/></p>
                <p>百度地图38<br/></p>
                <p>百度地图39<br/></p>
                <p>百度地图40<br/></p>
                <p>百度地图41<br/></p>
                <p>百度地图42<br/></p>
                <p>百度地图43<br/></p>
            </div>
        )
    }
}